tap "1password/tap"
tap "aquasecurity/trivy"
tap "azure/kubelogin"
tap "derailed/popeye"
tap "farmotive/k8s"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "mike-engel/jwt-cli"
tap "mongodb/brew"
tap "tankerhq/repo"
tap "tmonfre/tmonfre"
brew "ack"
brew "argocd"
brew "azure-cli"
brew "bat"
brew "bitwise"
brew "broot"
brew "coreutils"
brew "p11-kit"
brew "gnutls"
brew "cask"
brew "clang-format"
brew "cmake"
brew "cowsay"
brew "openldap"
brew "curl"
brew "dasel"
brew "harfbuzz"
brew "dependency-check"
brew "dog"
brew "doxygen"
brew "exa"
brew "fd"
brew "libass"
brew "ffmpeg"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "git-filter-repo"
brew "glab"
brew "glances"
brew "gnupg"
brew "go"
brew "graphviz"
brew "grip"
brew "libsoup"
brew "gstreamer"
brew "guile"
brew "httpie"
brew "hub"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kubie"
brew "lazygit"
brew "legit"
brew "lolcat"
brew "lsd"
brew "mas"
brew "mitmproxy"
brew "mkcert"
brew "nghttp2"
brew "nmap"
brew "nvm"
brew "openssl@3"
brew "peco"
brew "pipenv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "redis"
brew "repo"
brew "ripgrep"
brew "spoof-mac"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "aquasecurity/trivy/trivy"
brew "azure/kubelogin/kubelogin"
brew "derailed/popeye/popeye"
brew "mike-engel/jwt-cli/jwt-cli"
brew "mongodb/brew/mongodb-community"
brew "tankerhq/repo/ruplacer"
brew "tmonfre/tmonfre/zoom"
cask "1password"
cask "1password-cli"
cask "bartender"
cask "mockoon"
cask "ngrok"
cask "rq"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "vagrant"
mas "1Password", id: 443987910
mas "1Password for Safari", id: 1569813296
mas "Parcel", id: 639968404
mas "Reeder", id: 1529448980
mas "ToDo", id: 1498581975
